Repository: mozilla-l10n/mt-training-data
Catalog: led/led_pontoon.tmx
Source language: en_us
Languages: led

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
led: { $actionType } <micIcon></micIcon> ndèymí ngu lò gbè ney cha nyi dho ngù níchú

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
led: { $actionType } <playIcon></playIcon> ndèymí ndíy gudjò cha nyi rr̀ ndeyli nì tdrǎ nì ddiy

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
led: { $actionType } <playIcon></playIcon> Rr li-chuw, ndèymí mey ka ndǐy nì lò ónga. À gbǎ ndèy ŋà? Ya nzá, thi ǒnga à gbǎ ndèy lǎní.

source: Add a question <icon></icon> in { $currentLocale } for people to answer
led: Ndrŕ li dhíydha <icon></icon> in { $currentLocale } bbalè dhò ndrǔ ngǔ mí lò dzzdjò

source: Add information
led: Ndrŕ ngéy ní lò kíyddà

source: An error occurred while creating this transcript
led: Í ddiy tǎ ndèy cha ka tdè ndíydha ní lò tdyǎ mí nga nà

source: An error occurred while editing the transcript
led: Ngǎjìní ddiy njèy ndèy ka tdè ndíydha ní lò ónga thǐ ro

source: An error occurred while recording
led: Ngǎjìní ddiy rò njèy ndèy li-chuw lòwdha mí nga nà

source: An error occurred while skipping the transcript
led: Ngǎjìní ddiy njèy ndèy ka tdè dǎ ndíydha ní lò djòluw ro

source: An error occurred while skipping this prompt
led: Ngǎjìní ddiy rò njèy ndèy cha ka tdè jǐ nzǐ í ddiy njěy ndèy ro

source: An error occurred while submitting the report
led: Ngǎjìní ddiy njèy ndèy í lò chódha ró

source: An error occurred while uploading your response
led: Ngǎjìní ddiy rò njèy ndèy ka tdè nyi ngù nì lò uploading ro

source: An error occurred while voting the prompt
led: Ngǎjìní ddiy njèy ndèy ka tdè ndíydha ní lò vu ro

source: An error occurred while voting the transcript
led: Ngǎjìní ddiy njèy ndèy ka tdè ndíydha ní lò vu ro

source: Answer
led: Ngu lò dziydjò

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
led: Nyi ní ney màdhí Beta testing group for Common Voice's ó Spontaneous Speech Project?

source: Ask sensitive questions
led: Dhíy ndèy ten nà nì lò-dhíydha

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
led: Ndíydha ní lò jì à tdúw wánì lò hwo ǐngí li-chuw cha ndeyli tdrà nì ndèymí ddì nì lò tdràdha rwo nga nà nì.

source: Attention!
led: Thi nyi!

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
led: Lǎní li tsotso kwódha dìchú ní lò-tsò ró gbè traslanguaging ndeymí <mark> code-switching</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
led: Kwó lò-tsò cha ì nì ndíydha ní lò nà drá ǐngí <mark>ngǎ ndiydha ní lò ní nì tsotso

source: By telling us about yourself, you will help developers build more inclusive technology
led: Nyi ró lò tdràdha nà mà dhò, nyi rà cha ì nì í njí njěy nì ndrǔ tsotso kwo lǎní ddiy njèydha nà

source: Can be answered in a few sentences
led: Ka dho ngù drá ní lò zz̀dha ó nì

source: Cancel
led: Tdey

source: Changes the language dataset to which you're contributing
led: Lí lò-tsò dataset ò cha nyi nì rǒmá lò ndiy nì ddiy

source: Changes website text only
led: Lí website text chúddì

source: Check
led: Nja

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
led: Vú ngǎ ndèy nì klǒw ní dhíydha cha bbalè wánì dho tsì nì,

source: Click
led: Kpra

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
led: Kpra <guidanceLink>here</guidanceLink> ndaní nyi tsǐ í pedj nà njí njèydha

source: Comment
led: Dho ney ndèynì nì lò

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
led: Nyi tdra nì nì nyi chuw nì rwo nì mí platform tsò ngǎ lò njúwdha mî,organic, spontaneous, unscripted speech

source: Contact us
led: Dho mà dhò

source: Continue
led: Ndrŕ nyi ndanà

source: Continue speaking
led: drŕ nyi lò tdràdha nà

source: Contribute
led: I nì ndèy ró lò ndiy nì ddiy

source: Contributing to <bold>{ $language }</bold> dataset
led: <bold>{ $language }</bold> dataset nyi nì rǒmá lò ndiy nì

source: Correct
led: Lǎní

source: Country/Region of Residence
led: Dziyliy/Ṇgòw cha nyi déy nì ǒmá nì

source: Delete
led: Sa gu

source: Different language
led: Ngéy ní lò-tsò

source: do
led: njey

source: Done
led: Ŋà njèy ndèy

source: do not
led: nzǐ njey

source: Don't wish to say
led: Nzǐ ddéy nyi tdrǎ

source: Edit
led: Thi ǒnga

source: e.g., “What do you wish you could use technology for?”
led: e.g.Nyi ní ddey nyi dho ddu njèy technology nà?

source: Enter your Country/Region of Residence
led: Shuw dziylíy/Ngòw cha nyi déy nì ǒmá nì ró dho

source: Enter your email
led: Shuw nyìmí email

source: Error
led: À tâ ndèy

source: Error while playing audio file.
led: À ta ndèy li-chuw pèydha ró

source: Exceeded 25 questions. Reduce number of questions and retry.
led: À dà dhíydha 25 djòluw. Dda mí dhíydha rò ndèymí nyi ddéy ddíyàchú

source: Express or solicit prejudiced or offensive sentiments
led: Zěy ǐngí nzá ndèy kâ nì dhíydha ǐngí nggǎjìní ddeydha

source: Female/Feminine
led: Dhì/ Dhì nà ndèy kâ nì njeydha

source: Guidelines
led: Ddiy njeydha jì

source: How Spontaneous Speech works
led: Ŋǎchú Spontaneous Speech njeyní njí ddiy

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
led: Ma ùw ney ndèy nì nì li-chuw <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
led: *Ma ùw ŋà í lò dhíydha nì<publicDomainLink>public domain</publicDomainLink> ndèymí ka ùw ma dhò ŋa ma upload.

source: Interested in getting involved with this project, or partnering with us?
led: Nyi nì nyi ró ''wíy nì nà í project ò tsùwdha mî, ǐngí mà njěy njí nyì nà

source: Intersex
led: Bbalè jì njûw ndèy ddiy

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
led: Ngu lò cha

source: Learn how to check a transcription
led: Tsi ya ŋǎchú nyi dho ndíydha ní lò ónga mèy ddiy

source: Learn how to transcribe
led: Tsi cha nyi rr̀ nì lò ndíydha

source: Learn how to use this page
led: Tsi í pedj nà njí njèydha

source: Listen
led: Rr

source: Log In
led: Pu

source: Log In / Sign Up
led: Pu/Ta

source: Log Out
led: Ta

source: Make sure they can be answered in just a couple of sentences
led: À jì nyi tsǐ ney ka dho dziydjò ngù bíy ní lò-dziydjò ngùdha nà nì

source: Male/Masculine
led: Kpa/ Kpa nà ndèy kâ nì njeydha

source: <mark>Check</mark>
led: <mark>Nja</mark>

source: <mark>Respond</mark>
led: <mark>Ngu lò dzzdjò</mark>

source: <mark>Transcribe</mark>
led: <mark>Ndíy nyi rr̀ nì ddiy</mark>

source: More languages coming soon
led: Bíy ní lò-tsò rà shì njanja

source: Non-binary
led: Ngǎ rwo tú

source: No offensive, prejudiced remarks or sensitive questions
led: Ngǎ ngǎjìí lò, ndèy kǎ nì ndíydha ní lò ǐngí ndèy tey nà nì dhíydha

source: No soliciting personal information (e.g., names, financial details)
led: Nzá ndèy ka nì nyi ró nì ndíydha ní lò (e.g., dho, nyi nì ndanà nì mbu)

source: Not Found
led: Nzá à chùw ndèy nì pedj

source: Offensive Content
led: Ngǎjìní lò

source: Other
led: Njàddǐ

source: Personally Identifiable Information
led: Ndèy dho nyi nì lò

source: Platform language
led: Í platform djú nì lò-tsò

source: Question
led: Lo dhíydha

source: Record your response
led: Low nyi nì ngǔ nì lò

source: Report
led: Lò-dziydjò ngùdha

source: Report was passed successfully
led: Ka ndîy nì lò dà chěy

source: Request New Language
led: Kwo Lò-tsò Tdey

source: Respond
led: Ngu lò dzzdjò

source: Response deleted successfully
led: Lò-ngùdha ka sà lǎní

source: Response submitted successfully
led: Lò-ngùdha ka chwô lǎní

source: Review
led: Nja ǒnga ddíyàchú

source: Select your age
led: Vu nyìmí cho

source: Select your sex or gender
led: Vu ya nyi nì kpatss̀-ní-li ǐngí ɦìytss-ní-li

source: Send a link to my email
led: Chó link màtsá email ò

source: Simple and easy for anyone to understand
led: Sêy ndèymí ngǎ klǒw bbalè wánì dhò à tsǐ

source: Skip
led: Da fúnì djòluw

source: Skipped
led: Ka dà ndèy djoluw nì

source: Solicit personally identifying information (like names or financial information)
led: Ndèy mb ddì-ddì ní li rónga nì lò (gbè dho ǐngí mbu)

source: Something went wrong while fetching audio for transcriptions. Please try again later.
led: Ngǎjìní ddiy rò njèy ndèy li-chuw mbàdha ró ndaní ka ndíy cha ka rr̀ nì ddiy.

source: Something went wrong while fetching prompts. Please try again later.
led: Njàddí ddiy rò sà ndèy ka tdè jǐ ndíydha ní lò njěy ndèy mí nga nà. Ddéy luwtéy ddíyàchú.

source: Something went wrong while fetching transcriptions. Please try again later.
led: Njàddí ddiy rò sà ndèy ka tdè ndíydha ní lò li mí nga nà. Ddéy luwtéy ddíyàchú.

source: Submit
led: Chwó

source: Submit All
led: Ka chô wá

source: Submit a report
led: Cho nyi ndîy nì ddiy

source: Submitted
led: Ŋà ka chô

source: Success
led: Lǎní

source: Successfully accepted question
led: Lǎní ka ùw nì dhíydha

source: Successfully rejected question
led: Lǎní ka gù nì dhíydha

source: Thank you for contributing to Spontaneous Speech!
led: Mà mâ nyi ddiydhò nyi bbû nyi njí njèydha nà Spontaneous speech!

source: Thank you for your information
led: Ma mâ nyi nyì bbû nì lò dhò

source: The content contains a language different than I was expecting.
led: Mí lò nì ngéyní lò-tsò nà à bba cha ma tdè ddey nì.

source: The content has disrespectful or offensive language.
led: Mí lò ní ngǎ do ní ǐngí à ní ngǎjìní lò-tsò nà

source: The MediaRecorder API is not supported in your browser.
led: Lí lò-tsò not ò the nyi nì rǒmá njí njěy nì

source: The page you are looking for could not be found
led: Nzá à chùw ndèy

source: There are currently no prompts for this language. Please refresh the page or try again later.
led: Ddiy rò nì ngǎ njanja cha ndèy dho ley í lò-tsò njěy ndèy nì.

source: There are currently no prompts to validate for this language. Please refresh the page or try again later.
led: Njanja ndíydha ní lò nì ngǎ cha à kà ka měy ǒnga í lò-tsò dhò nì

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
led: Njanja ndíydha ní lò nì ngǎ cha à kà ka měy ǒnga í lò-tsò dhò nì

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
led: Njanja li-chuw nì ngǎ cha ka dho ndana ka nì rř nì lò ndiy í li-chuw dhò. Please refresh the page ǐngí luwtéy ddéy ddíyàchú.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
led: Í lò zz̀ nì nyi ró lò měy cha ndèy nì ddì ddì ní li jì dhǒ, gbè ndrǔ ró dho, email address, nyi nì dey mí nga, ID mi number, ǐngí simu mí number.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
led: Í lò zz̀ nì nyi ró lò dhiy cha ndèy nì ddì ddì ní li jì dhǒ, gbè ndrǔ ró dho, email address, nyi nì dey mí nga, ID mi number, ǐngí simu mí number.

source: Transcribe
led: Ndíy nyi rr̀ nì ddiy

source: Transcript edited successfully
led: Ndíydha nì lò ónga thì ndèy lǎní

source: Transcript skipped successfully
led: Ndíydha ní lò djòluw ka dà lǎní

source: Transcript submitted successfully
led: Ma ndîy ma rr̀ nì ddiy ma chô lǎní

source: Transcript voted successfully
led: Ndíydha ní lò ka vû lǎní nì

source: Transgender
led: Bbalè jì li ndèy ddiy

source: Upload failed, please retry.
led: Upload chèy, ddéy ddíyàchú

source: Use correct spelling and grammar
led: Ndíy déy ní lò hwo ndèymí ndíydha jì nà

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
led: Lǎní <mark> dìchú ní lò-tey dhò</mark>ndèymí njey njí ndanà

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
led: <validateIcon></validateIcon> ddiy njèydha jì?

source: Welcome to Spontaneous Speech
led: Mà kwô nyi Spontaneous Speech dè

source: We periodically release the dataset
led: Mà ddá nì dataset ya mí nga shì ro

source: We will show you a prompt or question
led: Mà rà nyi dhò ddiy rò dhò ǐngí dhíydha

source: What issues are you experiencing with this content?
led: Nyi ní ddu mí lò chǔw í lò nà?

source: What is your age?
led: Nyìmí cho ní dhi?

source: What is your sex or gender?
led: Nyi ní kpatss̀-ní-li ǐngí ɦìytss-ní-li?

source: What questions can I add?
led: Ŋá dhíydha ma dho ndrr?

source: Why are you asking?
led: Ddudhò nyi ní dhiy?

source: Why we built this Spontaneous Speech prototype
led: Ddudhò mà ní í Spontaneous Speech prototype sš.

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
led: Ndíy déy ní lò cha ndeyli tdrà nì,ndèymí lò-hwo rr̀dja ó nì lò nà gbè um, ǐngí err

source: Write down what you hear the person saying here
led: Ndíy nyi rr̀ nì ddiy ǐngá

source: You check whether the transcription matches the audio
led: Ddéy ya nyi ndîy nì lò gbà ndèy ŋà li-chuw nà

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
led: Nyi nì nzá ka pbò ndèy rónga nì lò rónga lídha nà í padj ó. Ya nyi lǐ rr̀dja, nyi lǐ nì lò rónga ka ra pbò nzǐ. Nyi ní jǐ nyi bbǎ í padj?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
led: Nyi nì nzá ka pbò ndèy rónga nì lò rónga lídha nà í padj ó. Ya nyi bbà í padj, nyi lǐ nì lò rónga ka ra pbò nzǐ. Nyi ní jǐ nyi bbǎ í padj?

source: You must allow microphone access.
led: À kà nyi bbǎ microphone njěy njí

source: You respond or reply to it as naturally as you can
led: Ngu fó lò dziydjò gbè cha nyi tdra nì lò níchú

source: You write down what you hear in the audio clips
led: Ndíy nyi rr̀ nì ddiy li-chuw mí nga ó
